---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.UIApplication
source: html/fb46d2bd-92bf-1cc5-79ad-f253f3e875d8.htm
---
# UIApplication Members

Use a database level Application to construct a UI-level Application.